{"font_css":"stock:fjalla-average","height":"1200","storymap":{"attribution":"","call_to_action":false,"call_to_action_text":"Explore the Map","map_access_token":"pk.eyJ1IjoiaGVhdGhlcmVhcmxlIiwiYSI6ImNrbWdoOGVtZTA0a2MycG84OHNiOTJ1OHEifQ.XnbNV_LgNf4yjOUL7A5XIA","map_as_image":true,"map_subdomains":"abcd","map_type":"mapbox:mapbox://styles/heatherearle/ckmseumm92zm417mspjt6m177","slides":[{"background":{},"date":"","location":{"line":true},"media":{"caption":"","credit":"","url":""},"text":{"headline":"Sea Gardens Across the Pacific","text":"<p><br><strong>Map:&nbsp;</strong>Heather Earle&nbsp;</p><p><strong>Illustrations:&nbsp;</strong>Lilly Crosby&nbsp;</p><p><strong>Contributors:&nbsp;</strong>Ricardo Alvarez, Brenda Asuncion, Skye Augustine, Heather Earle, Meredith Fraser, Marco Hatch, Stephen Langdon, Dana Lepofsky, Daniella LoScerbo, Isabelle Maurice-Hammond, Kelsey Miller, Amanda Millin, Jaime Ojeda, Melissa Poe, Phil Ross,&nbsp;Anne Salomon, Nicole Smith, Ally Stocks, Jimena Torres,&nbsp;Kii'iljuus Barbara Wilson, and Cynthia Neri Zayas.&nbsp;</p>"},"type":"overview"},{"background":{"url":"./dist/images/empty.png"},"date":"","location":{"icon":"https://uploads.knightlab.com/storymapjs/ac97dd345ee5265fc15f72504c28fada/mariculture-test/_images/empty.png","iconSize":[48,43.86800573888092],"lat":8.581021215641854,"line":true,"lon":-172.08984375,"use_custom_marker":true,"zoom":3},"media":{"caption":"","credit":"","url":""},"text":{"headline":"How To Use This Map","text":"<p></p><div><div></div></div><p><br></p><p><span><br>Click on the different <strong>species</strong> or use the <strong>arrows</strong> to explore the Pacific Sea Garden innovations included here</span></p><p>Select <strong>Back to Beginning&nbsp;</strong>to restart the tour or <strong>Overview&nbsp;</strong>to see the whole map.<br></p><p><br></p>"}},{"background":{"url":"./dist/images/amam3.png"},"date":"","location":{"icon":"./dist/images/amama.png","iconSize":[48,33.3375],"lat":21.560393308330752,"line":true,"lon":-157.730712890625,"use_custom_marker":true,"zoom":8},"media":{"caption":"","credit":"Photo by Scottie Kanda: Moloka'i Fish Pond (Loko kuapā)","url":"./dist/images/Kahina Pōhaku in Moanui, Molokaʻi by Scottie Kanda.JPG"},"text":{"headline":"Loko I'a - Fish Ponds of Hawai'i","text":"<strong><br>By Brenda Asuncion and Amanda Millin</strong><br><br>Loko i’a were made and managed across the Hawaiian archipelago by the Indigenous people of Hawai'i. They existed&nbsp;along a&nbsp;continuum from agriculture to aquaculture, spanning the&nbsp;normal salinity range of water from upland freshwater taro ponds (loko i'a kalo) to large intertidal fish ponds (loko kuap<u>ā</u>).&nbsp; <br><br>Loko kuapā, pictured above,&nbsp;<span>are built along the shoreline, usually on top of a reef flat with\nvolcanic rock and/or coral to build its semi-circular <em>kuapā</em> (rockwall).&nbsp;</span><span>These ponds predominantly targeted herbivorous fish such as&nbsp;<em>amaʻama </em>(striped mullet; <em>Mugil\ncephalus</em>), <em>awa</em> (milkfish; <em>Chanos chanos)</em>, moi (Pacific\nthreadfin; <em>Polydactylus sexfilis</em>), and ʻāholehole (Hawaiian flagtail; <em>Kuhlia\nsandvicensis</em>).&nbsp;</span><br><br><span><center><a href=\"https://crow-tuatara-ew7f.squarespace.com/lokoia\" target=\"_blank\" rel=\"nofollow\" title=\"Link: https://crow-tuatara-ew7f.squarespace.com/config/pages\">Click here for a full description of Loko I'a</a></center><br>\n<br>\n\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n\n</span>"}},{"background":{"url":"./dist/images/clams4.png"},"date":"","location":{"icon":"./dist/images/clam mix.png","iconSize":[48,33.3375],"lat":48.69526625813293,"line":true,"lon":-123.19210052490234,"use_custom_marker":true,"zoom":12},"media":{"caption":"","credit":"Photo by Duncan McLaren: Clam garden in Hakai Pass, Calvert Island, Canada","url":"./dist/images/Clam garden by Duncan McLaren.jpeg"},"text":{"headline":"Clam Gardens - Northwest Coast of North America","text":"<strong><br>By Skye Augustine, Melissa Poe, Anne Salomon and Dana Lepofsky</strong>\n<br><br>Intertidal clam gardens exist within a continuum of foreshore engineered ecosystems that have been stewarded by First Nations and Native Americans along the Northwest Coast of North America for millennia. These gardens are created and maintained through the construction of a rock wall in the low intertidal and subsequent terracing and tending of beaches to promote the growth of clams and a diversity of soft sediment and rocky reef species. The rock wall traps sediment and reduces the slope of a beach, maximizing and creating accessible habitat within the ideal tidal height for target species.\n<br><br>Rock walls and the shallow sloping beach terraces landward of them, promote water flow and retention, effectively moderating temperature extremes and maximizing the delivery and retention of phytoplankton that clams can filter and consume. In some territories, clam garden walls also support nearshore kelp forests which include a variety of algal and macroinvertebrate species that were also cared for and harvested by people for food, medicine and tools.\n<br><br>Butter clams (<em>Saxidomus gigantea</em>), littleneck clams (<em>Leukoma staminea</em>), horse clams (<em>Tresus capax </em>and <em>Tresus nuttallii</em>), and cockles (<em>Clinocardium nuttallii</em>) are harvested in clam gardens along the Northwest Coast of North America which have been found to double clam production today. Depending on the region, other clam garden associated species included crabs, whelks, sea cucumbers, urchins, octopus, chitons, seaweeds and small fish.\n<br><br><center>Read the full clam garden story here </center>"}},{"background":{"color":"#000000","opacity":100,"url":"./dist/images/octo6.png"},"date":"","location":{"icon":"./dist/images/pacific octopus.png","iconSize":[48,48],"lat":53.02882609091221,"line":true,"lon":-131.81671142578125,"use_custom_marker":true,"zoom":10},"media":{"caption":"","credit":"Photo by Anne Salomon - Octopus House in front of the T'aanuu village site","url":"./dist/images/Octopus House in front of Tannu Anne Salomon.JPG"},"text":{"headline":"Naw Naay - Octopus Houses of Haida Gwaii","text":"<br>\n<p> <span> <strong>By Kii’iljuus Barbara Wilson, Nicole Smith, Skye Augustine, Anne Salomon</strong><br></span><br>Naw naay (Octopus Houses) were made and managed by the Haida people of Haida Gwaii.&nbsp;Naw naay are circular dome shaped rock structures approximately 1 metre in diameter, made of stones piled approximately 1 metre high. The mounds are located in the lower intertidal, within a cleared, ponded area that is constrained by a built rock wall between bedrock outcrops.&nbsp;</p><p><span>Each house has a stone 'door' that can be easily removed to collect an octopus from the cavern within the mound. By mimicking vacant octopus dens, these structures attract Giant Pacific octopus (<em>Enteroctopus dofleini</em>), who then use them as dens. The rock wall constraining the pond prevents the octopus from escaping into the ocean on an outgoing tide.\n</span></p><span><br><span>\n<span>For a full description of naw naay&nbsp;click <strong>here</strong>.  </span>\n<br>\n<br>\n<p></p></span></span>"}},{"background":{"url":"./dist/images/Robalong.png"},"date":"","location":{"icon":"./dist/images/Robalo.png","iconSize":[48,33.3375],"lat":-47.50235895196859,"line":true,"lon":-75.146484375,"use_custom_marker":true,"zoom":7},"media":{"caption":"","credit":"Photo by Jaime Ojeda - Corrales de pesca in Seno Otway","url":"./dist/images/Corrales.jpg"},"text":{"headline":"Corrales de Pesca, Chile","text":"<span> <strong><br>By Ricardo Alvarez, Jimena Torres, and Jaime Ojeda</strong><br><br>Corrales de pesca are used and maintained by Chilotes, the Indigenous people and mestizo communities of the Chiloé archipelago <span><br><br><p>There were\ntwo types of corrales de pesca: Fish ponds and wooden-rod traps. Fish ponds,\nwhich were more frequent in coastal areas in southern Chile, were built with\nboulders to create a rock wall up to a meter in width in the low to mid\nintertidal. The morphology\nof these ponds varied: they were constructed in either a semi-circle, lineal,\nsemi-elliptical, or semi-rectangular shape with some extending up to 500 metres\nalong a stretch of coastline. In some\ncases, many of these ponds were aggregated in the same place.</p>\n\n<p><span>Wooden-rod\ncorrals were built with wood from Chilean luma trees (<em>Luma apiculata</em> and\n<em>Amomyrtus luma)</em> Alvarez et al., (2009) and were located in estuarine\nenvironments with sand or mud substrate to avoid wave action and strong winds. Within\nrock walled fish ponds, target species included Róbalo (<em>Eleginops maclovinus; </em>Illustrated&nbsp;here),\nSierra (<em>Thyrsites tuna</em>), and Jurel (<em>Trachurus simmetricus</em>). Non-target\nand secondary species included squid (<em>Doryteuthis (Amerigo) gahi</em>), and sardine\n(<em>Sprattus fueguensis</em>) as well as &nbsp;benthic species living in Corrales de Pesca\nsuch as octopus, blue mussel (<em>Mytilus chilensis</em>), hole limpet (<em>Fissurella</em>\nsp.), limpet (Nacella sp.), piure (<em>Pyura chilensis</em>), and echiuran worm (<em>Urechis\nchilesis</em>). </span></p><p><br></p><p><br></p><center>\n\n For the full story on Corrales de Pesca, click here </center>\n<br>\n<br></span></span>"}},{"background":{"url":"./dist/images/Sockeye long.png"},"date":"","location":{"icon":"./dist/images/sockeye.png","iconSize":[48,48],"lat":48.15600899174947,"line":true,"lon":-122.96859741210936,"use_custom_marker":true,"zoom":10},"media":{"caption":"","credit":"","url":""},"text":{"headline":"Coast Salish Reef Net Fishing, Salish Sea","text":"<p><b>By Marco Hatch and Skye Augustine</b><br><br></p><p>Reef-net fishing is a unique fishery method\npracticed by Coast Salish people in the Straights of Juan de Fuca, Northern\nPuget Sound and Strait of Georgia. This technology allows for the catch of\nmigrating salmon in marine waters, which is vitally important for those\nprimarily moving between islands without large salmon bearing streams. Reef-net fishing has been documented in a\nnumerous communities including Samish, Lummi, Songish, Saanich, Semiahmoo, Swinomish, Sooke, Becher Bay,\nMalahat, W̱SÁNEĆ, SȾÁUTW̱ (or Tsawout) (Tsawout, Tsartlip, Pauquachin and Tseycum).</p><p>When reef nets are set near kelp forests, a path would be cut in the\nkelp to direct salmon toward the net. Anchor stones were dropped in the same\nlocation year after year. These anchor stones weight between 90-270 kg, and accumulate\nto create artificial rock reef habitat. Today Lummi sea cucumber divers harvest\nfrom these rock reefs around Lummi Island.&nbsp;Reef-nets\ntarget sockeye (<em>Oncorhynchus nerka</em>) and pink (<em>O. gorbuscha</em><span>)\nsalmon, typically as they are returning to the Fraser River</span></p><div><div><div>\n\n</div>\n\n</div>\n\n</div>\n<br>\n<center> To read more about coast salish reef net fishing, click here </center>"}},{"background":{"url":"./dist/images/meagre long.png"},"date":"","location":{"icon":"./dist/images/japanese meagre.png","iconSize":[48,33.3375],"lat":23.42292845506526,"line":true,"lon":-240.54565429687497,"use_custom_marker":true,"zoom":8},"media":{"caption":"","credit":"Twin Heart Weir, Penghu Archipelago. Photo by Zeze0729, CC BY-SA 3.0 <http://creativecommons.org/licenses/by-sa/3.0/>, via Wikimedia Commons","url":"./dist/images/twin heart creative commons.jpg"},"text":{"headline":"Chioh-Ho - Fish traps of Penghu, Taiwan","text":"<b>By Daniella Loscerbo, Cynthia Zayas, and Heather Earle</b><br><br>\n\nChioh-ho, built by the people of the Penghu Archipelago of Taiwan, were elaborately constructed using basalt and limestone in areas with abundant stones, large tidal ranges, strong wind waves, and vast coral reefs. The traps were built with two long levees, one extending seaward and one landward. The central, heart-shaped part of the trap is built to about 2 metres high while the levees are about 1 metre high. At flood tide, the levees are submerged allowing the fish to swim over them, when the tide subsides the entry closes, trapping the fish. At this time,  fish are harvested by hand from within the heart-shaped collection chamber using a dip-net. This innovation was formed by observations of schooling behaviour of reef fish and a community effort to increase food security. \n<br>\n<br>\nChioh-ho are thought to have targeted a large diversity of fish and invertebrates, including mullet (<em>Mugil cephalus</em>), and Japanese meagre (<i>Argyrosomus japonica</i>). \n<br>\n<br>\n <center>Read more about the fish traps of Penghu here </center>\n<br>\n<br>"}},{"background":{"url":"https://uploads.knightlab.com/storymapjs/ac97dd345ee5265fc15f72504c28fada/mariculture-test/_images/empty.png"},"date":"","location":{"icon":"./dist/images/springbank.png","iconSize":[33.3375,48],"lat":50.932036299921904,"line":true,"lon":-126.19377136230469,"use_custom_marker":true,"zoom":11},"media":{"caption":"","credit":"Photo by Isabelle Maurice-Hammond - Songhees root garden at Tl'ches","url":"./dist/images/DJI_0049_M.JPG"},"text":{"headline":"Estuarine Root Gardens - Northwest Coast of North America","text":"<b>By&nbsp;Meredith Fraser, Melissa Poe, Dana Lepofsky, Isabelle Maurice-Hammond</b><br><br>\n\nEstuarine root gardens are unique features in a continuum of foreshore engineered ecosystems that have been stewarded by First Nations along the Northwest Coast of North America. Evidence of this resource stewardship practice has been documented in ethnographic accounts of Indigenous Peoples throughout the Northwest Coast of North America including the Quileute, Quinault, Makah, Coast Salish, Kwakwaka’wakw, Nuu-chah-nulth, Nuxalk, Heiltsuk, Haida, Tsimshian, and Tlingit Peoples. \n<br>\n<br>\n\nEstuarine root gardens exist where the land meets the sea, as part of a continuum of ecosystems and stewardship practices along the coast.  Since the form of root gardens, like many traditional management features, are designed to take advantage of natural geomorphic and ecological processes, they can vary in their specific landscape modifications.  Such modifications range in intensity and kind, depending on site.\n<br><br>\nIn general, physical and ecological modifications of estuarine root gardens can include the following:  Along sloped banks, people created terraces parallel to the shoreline by building low rock or wood retaining walls.  This reduced the foreshore slope and expanded and made more accessible the tidal zone in which these root foods naturally thrive.  It is possible that terraces may have also served to demarcate individually owned and managed plots. In flatter terrain, gardens were demarcated with wood. \n<br>\n<br>\nThe soil in the plots themselves were managed by tilling when harvesting using a specialized digging stick, thus aerating the soil.  As in most gardening practices, large rocks were also removed from the plot to facilitate growth and increase growing area. Given the gardens’ location in the upper salt marsh and tidal zone, gardens accumulated nutrient rich sediments from riverine sources in addition to marine sources, through occasional flooding during peak tides and storm events. Additional management included weeding, to remove unwanted/competitive plants, and selective harvesting and in situ replanting and transplanting of root foods. \n<br>\n<br>\nTarget species include springbank clover (Trifolium wormskioldii), Pacific silverweed (Potentilla egedii), Northern riceroot (Fritillaria camschatcensis), and Nootka lupine (Lupinus nootkatensis). Secondary species included ducks, geese and other waterfowl attracted to habitat and roots for food.\n<br>\n<br>\n<center> For a full account of estuarine root gardens, click here </center>"}},{"background":{"url":"https://uploads.knightlab.com/storymapjs/ac97dd345ee5265fc15f72504c28fada/mariculture-test/_images/amam3.png"},"date":"","location":{"icon":"https://uploads.knightlab.com/storymapjs/ac97dd345ee5265fc15f72504c28fada/mariculture-test/_images/amama.png","iconSize":[48,33.3375],"lat":11.383109216353258,"line":true,"lon":-236.33789062499997,"use_custom_marker":true,"zoom":7},"media":{"caption":"","credit":"Photo by Cynthia Zayas - Casuncag’s atog in Aklan Province","url":"./dist/images/philippinefishtrap.png"},"text":{"headline":"Atog - Bisayan Fish Traps, Visayan Archipelago, Philippines","text":"<span><b>By Heather Earle, Cynthia Zayas, Daniella LoScerbo</b><br><br>The Bisayan people of the Visayan Archipelago in the Central Philippines constructed fish traps called <em>Atog</em> or<em> Atob</em>.&nbsp;</span><strong><br></strong><br><p><span>These intertidal fish&nbsp;traps are semi-circular\nbarricades built with coral and stone. The larger coral and stone were arranged at low tide and floated to deeper depths using bamboo rafts at high tide. The barricades were constructed parallel\nto shore, approximately 1 metre high and ranging in length from 10 to 300\nmetres. Fish become trapped at low tide and were retrieved with a <em>sikpaw</em>\nor <em>siput</em>&nbsp;or even picked up by hand or speared at very low\ntides.&nbsp;</span>These traps targeted a diversity of prey including several varieties of mullet (such as the striped mullet (<em>Mugil cephalus</em>) pictured here) as well as&nbsp;eels, squids, catfish,\njmajorras, soft-shelled crabs, sea cucumber,&nbsp; stingrays,\nscorpion fish, and needle fish.&nbsp;</p><p></p><br><br><center>Click here to read more about Atog.&nbsp;<p></p><strong></strong><strong></strong></center>"}},{"background":{"url":"./dist/images/cockle long.png"},"date":"","location":{"icon":"./dist/images/NZ_Cockle_resized.png","iconSize":[48,33.339622641509436],"lat":-45.02695045318544,"line":true,"lon":-188.690185546875,"use_custom_marker":true,"zoom":8},"media":{"caption":"","credit":"","url":""},"text":{"headline":"Māra Mataitai - Māori Seafood Gardens of New Zealand","text":"<strong>By Heather Earle and Phil Ross</strong><br><p>Māra mataitai are the seafood gardens that were\nconstructed and maintained by the&nbsp;Māori, the first people of Aotearoa\n(New&nbsp;Zealand). Primarily for the mariculture of shellfish (but also marine\nalgae), in soft sediment intertidal areas, gardening involved the removal of rocks\nand&nbsp;thinning of shellfish populations to improve the quality of habitat\nand enhance condition and growth. In some cases, kelp would be buried among\nshellfish beds as a fertilizer to further enhancing productivity.&nbsp;In rocky\nintertidal areas, enclosed seafood gardens were created through the placement\nof boulders. These enclosures would be stocked with shellfish, filled with\nseaweed (thereby providing food), and then covered to disguise the enclosures\nand provide protection against foraging outsiders. &nbsp;</p>\n\n<p>It was also common that when wild harvest expeditions\nyielded a catch that greater than immediately needs of the people, the excess\nseafood would be brought close to home, and deposited in coastal areas that\ncould be used as a pātaka (food storehouses) when weather conditions did not\nallow for expeditions to preferred fishing grounds.</p>\n\n<p>Throughout the range of this\npractice, shellfish translocations were carried out to enhance populations and\nproductivity. Species were sourced from there was the greatest&nbsp;<em>mana (</em>standing) and in some areas were transported in pōhā\n(bags made of bull kelp) which were also used to facilitate the process of seeding\nspat to new locations. In southern Aotearoa, it is said that if the shellfish\nbecame in infected with softshell disease, individuals were culled with the use\nof predatory whelks that could only predate on weakened shells.</p>\n\n<p><span>Target species included cockles (<em>Austrovenus stuchtburyi, </em>Tuaki),\nestuarine and surf clams (<em>Paphies</em> sp., Toheroa, Tuatua, Pipi), abalone (<em>Haliotis\niris</em>, Paua), scallops (<em>Pecten\nnovaezelandiae</em>), and alagae (Porphyra species, Karengo). &nbsp;</span></p>\n\n<p><br>\n</p><br><center>Click here to find out more about māra mataitai </center>"}},{"background":{"url":"./dist/images/eelong.png"},"date":"","location":{"icon":"./dist/images/Eel.png","iconSize":[48,33.3375],"lat":-28.700224692776974,"line":true,"lon":-222.7587890625,"use_custom_marker":true,"zoom":9},"media":{"caption":"","credit":"Photo by Simont - \"Eel traps, Gunditjmara\" licensed under CC BY-NC-SA 2.0","url":"./dist/images/eel trap creative commons.jpg"},"text":{"headline":"Gunditjmara Eel Traps - Lake Condah, Australia","text":"<strong>By Ally Stocks<br><br></strong>The Gunditjmara people made and managed an elaborate system of channels and pools to trap and harvest eels in the Budj Bim landscape of present-day southwestern Victoria, Australia.&nbsp;<span><br><br></span>Within a complex and highly productive system of wetlands formed by volcanic eruptions, the Gunditjmara used basaltic rock to manipulate pools and channels in order to hold and harvest short-finned eels (<em>Anguilla australis</em>). The stone-walled trap and channel systems were highly complex and could be very large, with some channels extending for more than 400 metres. In summer, eels were speared or trapped in the drying stone-walled channels; in the autumn and winter, downstream migrating eels were trapped by diverting flow through woven baskets set within the channels.&nbsp;<br><br><center>More on Gunditjmara eel traps here </center><br><strong><br><br></strong>"}},{"background":{"url":"./dist/images/pink long.png"},"date":"","location":{"icon":"./dist/images/Pink.png","iconSize":[48,33.3375],"lat":59.66496634395803,"line":true,"lon":-139.88891601562497,"use_custom_marker":true,"zoom":8},"media":{"caption":"","credit":"","url":""},"text":{"headline":"Tlingit Stone Fish Traps, Alaska","text":"<b>By Stephen Langdon</b>"}},{"background":{"url":"./dist/images/s.png"},"date":"","location":{"icon":"./dist/images/Disk_Abalone.png","iconSize":[48,33.355932203389834],"lat":33.49101671911273,"line":true,"lon":-233.052978515625,"use_custom_marker":true,"zoom":8},"media":{"caption":"","credit":"\"Haenyeo wading out to work Ilchulbong Beach Jeju Korea\" by amanderson2 is licensed under CC BY 2.0","url":"./dist/images/HAenyeo wading out to work Illchulbong Beach Jeju Korea, amanderson2 licensed under CC BY 2.0.jpg"},"text":{"headline":"Haenyeo - Divers of Jeju, South Korea","text":"<strong>By Kelsey Miller</strong><br><br>The\nHaenyeo (meaning \"sea women\")&nbsp; developed as a culturally specific group of female divers within what\nis now the South Korean province of Jeju, an archipelago comprised\nof eight inhabited islands and 82 uninhabited islands.&nbsp; Since at least the 1700s, these women have been diving off of the shores of Jeju province to harvest food, adapting physiologically to this work with&nbsp;increased cold tolerance. The Haenyeo managed the algae and invertebrates that they harvested with protocols on size selection, seasonal closures, harvest area rotation, shellfish seeding, and tending sea fields by removing debris and undesirable algae.&nbsp;<br><br>Haenyeo&nbsp;are best known for their abalone harvest, but also target octopus seaweeds,\nurchins, sea cucumbers and turban snails. As an\nexample, nine common species targeted by the Haenyeo: <em>Hizikia fusiformis, Gelidium amansii, Eklonia cava, Undaria\npinnatifida, Apostichopus japonicas, Anthocidaris crassispina, Turbo sazae,\nHaliotis discus hanai, and Haliotis diversicolor.&nbsp;<br><br></em><center> Read more about the Haenyeo here </center> <em><br></em><div><br></div>"}},{"background":{"url":"./dist/images/herinlong.png"},"date":"","location":{"icon":"./dist/images/herring.png","iconSize":[48,33.3375],"lat":49.62850392384226,"line":true,"lon":-124.91455078125,"use_custom_marker":true,"zoom":9},"media":{"caption":"","credit":"Remnants of a wooden stake trap in Comox Harbour - Copyright: Guinness323, CC BY-SA 3.0 <https://creativecommons.org/licenses/by-sa/3.0>, via Wikimedia Commons","url":"./dist/images/comox creative commons.jpg"},"text":{"headline":"K’ómoks Wooden Stake Fish Traps","text":"<strong>By Daniella LoScerbo and Heather Earle</strong><br><br>Wooden\nstake fish traps were used by Indigenous peoples up and down the west coast of\nNorth America to harvest large amounts of fish with relative ease. This example focuses on traps in the Comox estuary on Vancouver Island, however there&nbsp;is&nbsp;evidence of the use of these kinds of traps from Alaska to Oregon.<br><br><p>Wooden stake traps in the Comox estuary were originally made and managed by the Pentlatch People, a\nNorthern Coast Salish group. The most recent users of these traps are the K’ómoks First Nation,\nwho originally inhabited the northeastern tip of modern-day Vancouver Island\nbut were displaced during the 17th century by the Kwakwala speaking\ngroups.&nbsp;</p><p><span>These large-scale, complex traps were constructed in the Comox estuary\nusing poles of Douglas Fir saplings which were driven into the sediment. <a target=\"\" rel=\"\">Woven panels</a></span>&nbsp;were\nlashed between poles and removed when not in use. Two types of traps, differing\nin the arrangement of their wooden stakes, were used to target different\nspecies of fish based on their schooling behaviour. </p><p>Winged heart-shaped traps featured a V shape that opened towards the\nshoreline with a square shaped holding area at the tip of the V. This trap was\ndesigned and implemented for the mass harvest of herring and likely enabled\nharvest rates much greater than other technologies at the time.&nbsp;</p><p>Winged chevron traps looked like two V traps nested in parallel and were\nconstructed to target salmon. These traps emerged 700 years ago.</p><p>\n\n\n\n\n</p><div>\n\n\n\n\n\n<div>\n\n<div><a target=\"\" rel=\"\"></a>\n\n<p><span>Target species were Pacific herring (<em>Clupea</em> <em>pallasii) </em>and,\nlater,<em> </em>salmon (<em>Oncorhynchus</em> sp.). </span>However, the remains of flatfish, dogfish, sculpin, skate, rockfish, cod\nand perch were associated with the trap sites and were likely caught as\nadditional food sources.</p>\n\n</div>\n\n</div>\n\n</div><br><br> <center>\n Read more about wooden stake fish traps here </center>"}},{"background":{"url":"https://uploads.knightlab.com/storymapjs/ac97dd345ee5265fc15f72504c28fada/mariculture-test/_images/amam3.png"},"date":"","location":{"icon":"https://uploads.knightlab.com/storymapjs/ac97dd345ee5265fc15f72504c28fada/mariculture-test/_images/amama.png","iconSize":[48,33.3375],"lat":31.585554792786404,"line":true,"lon":-228.4222412109375,"use_custom_marker":true,"zoom":9},"media":{"caption":"","credit":"Photo by Cynthia Zayas - Harvesting fish in an Ishihimi","url":"./dist/images/JApaensefishweir.jpg"},"text":{"headline":"Ishihimi - Japanese Stone Fish Traps","text":"By Heather Earle, Cynthia Zayas, Daniella Loscerbo<br><br><span>Evidence of ishihimi can be\nfound on four islands of Southern Japan: Yamaguchi, Kyushu, Anami Oshima, and\nRyukyus. As of 2007, there is evidence that private property owners still\nharvest from ishihimi although the extent of this practice is unclear.&nbsp;</span><br><br><br>\n\n**limited information on this innovation at this time"}},{"background":{"url":"./dist/images/BW long.png"},"date":"","location":{"icon":"./dist/images/blacktail wrasse.png","iconSize":[48,33.3375],"lat":9.543874794137526,"line":true,"lon":-221.7645263671875,"use_custom_marker":true,"zoom":9},"media":{"caption":"","credit":"","url":""},"text":{"headline":"Pa - Yapese Fish Traps","text":"<span><p><strong>By Heather Earle and Daniella Loscerbo</strong></p><p>The Yapese\npeople on the island of Yap, Micronesia, maintained fish traps of stone and\nwood constructed along a coastal waterbody and acting as a passive trap for\nmarine life when filled with water through rising and falling tides. These traps\nare common along the coastlines of islands throughout Micronesia, but\nespecially on the island of Yap. </p><p>The Yapese\nbuilt 5 different types of stone fish traps: arrow traps; V-shaped lagoon\ntraps; V-shaped reef crest traps, piled-rock traps, and rectangular, surround\ntraps. They were constructed with stone and cemented with coral, with woven\nbaskets and bamboo poles acting as removable gates. Arrow traps are the most\ncommon permanent fishing structure seen today on the island. &nbsp;</p><p>Arrow traps\nwere usually built near the shore, with the tip of the arrow pointing seaward\nin the direction of the outgoing tide. Other traps were built around deep holes\nin the lagoon floor, with the tip pointing toward the hole’s center. Fish were\nguided by the sides of the trap through its primary and secondary gates into\nthe primary and secondary chambers. The walls were approximately 1.5 metres\nhigh and 1 m thick. Once inside the chamber, the fish were prevented from\nexiting by bamboo weirs attached to the gates or by minor inflowing currents\nfacilitated by rocks placed at the gates.&nbsp;</p><p>Common fish\nspecies caught in fish traps throughout Micronesia include wrasse (Thalassoma\nballieui; hinalea), surgeonfish (Acanthridae; Manini, pualu) and the daisy\nparrotfish (Chlorurus sordidus; uhu).</p><p>\n\n\n\n\n\n\n\n\n<br>\n</p><p><center>To\nread the full story on Yapese fish traps, click here </center><strong></strong></p><span><p></p><br><p></p></span>"}},{"background":{"url":"./dist/images/MF long.png"},"date":"","location":{"icon":"./dist/images/MF.png","iconSize":[48,33.355932203389834],"lat":-16.75720789325807,"line":true,"lon":-151.2322998046875,"use_custom_marker":true,"zoom":9},"media":{"caption":"","credit":"\"Polynesian fish trap\" by Anita363 is licensed under CC BY-NC 2.0","url":"./dist/images/huahine creative commons.jpg"},"text":{"headline":"Fish Traps of the Society Islands","text":"By Daniella LoScerbo and Heather Earle<br><br>The Māʻohi people of the Society Islands in French Polynesia constructed fish traps of a&nbsp;&nbsp;variety of forms across the archipelago. Fish weirs were built at the mouths of streams using stone, coral, wood, leaves, and nets such as on&nbsp;the islands of Mauptiti, BoraBora, and Taha’a. Fish that entered these weirs were trapped by closing the entrances and then retrieved using a scoop net. \nThere were also traps built of stone, referred to as fish ponds (‘aua i‘a) by some. These included organic fences, stakes, and gates with examples from the islands of Huahine, Maupiti, Tahiti, and Tetia’roa. Stones were placed vertically up from the sandy bottom, sometimes to depths of 2.5 metres and extending up to 60 centimetres above the high tide line. <br><br>On the island of Huahine, fish ponds at Maeva village were especially elaborate where a series of stone enclosures trapped schools of fish coming down to sea from a shallow salt lake at low tide. These enclosures were v-shaped, pointing downstream, with circular basins, usually at the point of the V. Fish were pulled towards the sea by ebbing tides, becoming trapped in these basins where they were easily caught.\n<br><br>These traps primarily targeted milkfish (<em>Chanos chanos</em>; Ava)&nbsp;&nbsp;although there were likely other species targeted as well.&nbsp;<br><br>\n\n<center>To learn more about fish traps in the Society Islands, click here. </center>"}},{"background":{"url":"./dist/images/murray long.png"},"date":"","location":{"icon":"./dist/images/Murray_cod.png","iconSize":[48,33.355932203389834],"lat":-38.28023506734756,"line":true,"lon":-215.49407958984375,"use_custom_marker":true,"zoom":11},"media":{"caption":"","credit":"Photo by B. Hanna - Baiame's Ngunnhu, licesned under CC BY 4.0","url":"./dist/images/Brewarrina Aboriginal Fish Trap - by B. Hanna licensed under CC BY 4.0.jpg"},"text":{"headline":"Baiame's Ngunnhu - River Fish Traps, Australia","text":"<strong>By&nbsp;Allison Stocks</strong><br><span><br>The\n<em>Ngunnhu</em> are a series of teardrop-shaped stone weirs that extend across a\nshallow rock bar in the Barwon River in modern day southeast Australia. The rocks were placed tightly together,\nstabilized with large stones on the tops of the walls and arched against the\nriver current. Large numbers of fish were herded into the\ntraps during the spring migration.&nbsp;<br><br></span>Ngunnhu were created and stewarded by the <span>Ngemba Wayilwan, an\naboriginal people from modern day southeastern Australia. The creation of the <em>Ngunnhu</em>\nis enshrined in ancient tradition; they were designed by Baiame, a great\nancestral being, and built by his two sons during a time of severe drought in\nwhich the Ngemba Wayilwan were facing famine.&nbsp;</span><span><br><br></span>Commonly\ncaught species include <span>Murray cod (<em>Maccullochella\npeelii</em>), callop (Macquaria ambigua), silver perch (Bidyanus bidyanus) and\nfreshwater catfish (<em>Tandanus tandanus</em>), which were recovered from the\ntraps either by hand, net or spear, and during times of flood, by diving.&nbsp;<br></span><br><br>\n<center>\n For more on Baiame's Ngunnhu, click here </center>"}},{"background":{"url":"./dist/images/chum long.png"},"date":"","location":{"icon":"./dist/images/CHUM2.png","iconSize":[48,33.355932203389834],"lat":52.56633414532646,"line":true,"lon":-128.748779296875,"use_custom_marker":true,"zoom":10},"media":{"caption":"","credit":"Photo: Sliammon Nation, Klahanie Fish Traps","url":"./dist/images/L5cLQzfg.jpeg"},"text":{"headline":"Ckvá - Haíłzaqv Stone Fish Traps","text":"By Daniella LoScerbo, Heather Earle, Dana Lepofsky<br><br>Stone fish traps were built and maintained by Indigenous peoples up and down the west coast of North America to harvest large amounts of fish with relative ease. This example focuses on traps in Haíłzaqv (Heiltsuk) territory&nbsp;on the central coast of British Columbia, however there is evidence of the use of these kinds of traps from Alaska to Oregon.<br><br><p>Haíłzaqv fish traps made of stones on the\nbeach, in proximity to river mouths, were called ckvá while those made of saplings at the mouth of a river\nwere called gvúláyu<em>.</em><em> </em>Here, we focus on the\nstone beach traps which consisted of semi-circular rock walls built out from\nthe beach near the mouths of streams. These formations worked to funnel\nand trap fish with the help of the tide, also functioning as holding pens while\nfish were being processed. In some cases, there were several semi-circular rock alignments\nconnected to each other, forming one large trap on either side of a stream.</p><p></p><p>The main target species of Haíłzaqv<span> fish traps were Pacific salmon, although other\nspecies such as herring may have also been trapped. There were\nfour species of salmon targeted: chum (<em>Oncorhynchus keta</em>), pink (<em>O.\ngorbuscha</em>), coho (<em>O. kisutch</em>) and sockeye (<em>O. nerka</em>).&nbsp;</span>The Haíłzaqv targeted pink and chum salmon in more advanced states of maturation as\nthese had lower fat content making them ideal for drying and storing. Sockeye and coho were often eaten fresh.</p><p></p>More on Haíłzaqv fish traps here <p></p><br><p></p>"}},{"date":"","text":{"headline":"","text":""},"media":{"url":"","credit":"","caption":""},"location":{"line":true,"lat":52.56633414532646,"lon":-128.748779296875,"zoom":10,"icon":"https://uploads.knightlab.com/storymapjs/ac97dd345ee5265fc15f72504c28fada/mariculture-test/_images/CHUM2.png","iconSize":[48,33.355932203389834],"use_custom_marker":true}}],"zoomify":false},"width":"100%"}